[
  {
    "group": "ecommerce-domain",
    "name": "products",
    "items": [
      {
        "id": 0,
        "designation": "41126322-aa43-41b6-8bca-a3c4844e2ae0",
        "summary": "occaecat ex dolor officia nisi nisi dolor commodo est irure",
        "details": "Sit quis mollit adipisicing est sunt id id minim labore. Adipisicing cupidatat fugiat et laboris quis laborum sunt nulla. Aliqua ipsum duis tempor anim enim excepteur proident est anim. Duis esse ex duis dolore non consectetur aliqua minim adipisicing ex est do. Commodo amet sint aliquip officia do. Ullamco enim ad esse consequat. Magna anim commodo id officia.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 464.1204,
        "categoryId": 10
      },
      {
        "id": 1,
        "designation": "8c0111c8-4090-417e-acd9-669948947a12",
        "summary": "irure veniam ad ut culpa consequat elit enim magna sit",
        "details": "Et sunt velit aliquip dolor veniam esse in. Velit adipisicing eiusmod adipisicing deserunt laborum. Cillum aliqua nostrud Lorem est pariatur deserunt esse non commodo. Amet minim elit commodo ea labore tempor quis non excepteur pariatur fugiat aliquip. Deserunt consequat enim aliqua ut pariatur proident cupidatat duis proident ullamco tempor. Cupidatat eu velit adipisicing dolore aliquip tempor nostrud ex. Consectetur eiusmod dolor sint eu in velit adipisicing occaecat culpa duis.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 714.0121,
        "categoryId": 4
      },
      {
        "id": 2,
        "designation": "789f955a-c63f-4524-b09c-8a2b6b7253e6",
        "summary": "ullamco officia aliqua sit consequat deserunt ullamco occaecat exercitation deserunt",
        "details": "Dolor elit sint eu magna nulla. Mollit id aute minim cillum sunt. Aliqua et Lorem magna commodo id irure deserunt esse voluptate sint nulla. Elit ut sint velit enim ad. Aliquip Lorem do dolore ex in laboris commodo et amet ea nisi. Excepteur exercitation nostrud ea consectetur laborum deserunt nostrud mollit ut magna dolore ut. Adipisicing non tempor commodo duis in est adipisicing consequat tempor minim laboris anim incididunt.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 728.7692,
        "categoryId": 9
      },
      {
        "id": 3,
        "designation": "39690b3f-71f8-419e-aadb-2b668fd442c4",
        "summary": "duis irure aute aute nulla fugiat enim reprehenderit nulla nisi",
        "details": "Mollit occaecat magna eu velit esse exercitation laboris ad duis irure nulla. Nulla non nulla do eu magna enim sunt reprehenderit. Excepteur ut sunt dolore sit aliqua ad culpa aliqua.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 65.5275,
        "categoryId": 7
      },
      {
        "id": 4,
        "designation": "1918818a-ecba-4820-81b8-8d4fca3072ce",
        "summary": "do reprehenderit ea ea amet aute qui excepteur adipisicing consequat",
        "details": "Laboris occaecat dolore exercitation mollit dolore dolor ea aliqua laboris do cillum. Occaecat dolor irure fugiat sit aliqua pariatur dolore nulla ad nostrud. Voluptate in minim aliquip enim nulla do ad ad. Sunt non exercitation laborum eiusmod voluptate labore esse id. Ullamco irure laboris tempor proident in reprehenderit fugiat laborum. Nostrud sit veniam est occaecat quis reprehenderit fugiat et laboris aute ad consectetur.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 252.2901,
        "categoryId": 1
      },
      {
        "id": 5,
        "designation": "70906eb8-6d6d-4df8-8868-321e6e50e30d",
        "summary": "quis consequat non anim occaecat cupidatat velit qui voluptate quis",
        "details": "Deserunt nostrud ea magna voluptate voluptate velit commodo et. Aliquip veniam nulla dolore anim quis magna velit eiusmod. Do eu ea et elit incididunt veniam exercitation occaecat sit deserunt voluptate. Eiusmod officia eu ullamco ipsum non tempor. Proident commodo veniam ipsum cupidatat proident tempor cillum. Eu ex cupidatat non dolore nulla aliquip voluptate aliqua reprehenderit duis magna officia anim.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 465.5633,
        "categoryId": 6
      },
      {
        "id": 6,
        "designation": "6fa45fe9-675e-485f-9d7b-fe085f5a7ed7",
        "summary": "id sunt dolor deserunt nostrud in duis exercitation eu ullamco",
        "details": "Excepteur laboris exercitation tempor eu proident velit mollit non. Culpa reprehenderit ea elit do in cillum laborum. Elit labore est proident ut officia dolor sint esse voluptate ex consequat qui. Occaecat ex labore labore ex. Qui laboris aute officia duis nulla veniam. Veniam magna eu aute nulla reprehenderit et quis non ea aliqua ullamco qui ad enim. Enim minim non anim qui velit id reprehenderit minim occaecat magna cupidatat non irure.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 350.9431,
        "categoryId": 10
      },
      {
        "id": 7,
        "designation": "6af5c523-9eaa-4ca1-8eee-0ed3e2d075c4",
        "summary": "excepteur laborum velit sint commodo ad consequat officia ut labore",
        "details": "Commodo irure proident Lorem esse cillum sit. Consectetur eiusmod sunt mollit sunt laborum. Irure ad aliqua laborum qui et cupidatat exercitation occaecat ad laborum. Voluptate et elit aliquip excepteur mollit do. Non non consectetur nulla et dolor consectetur sint reprehenderit.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 44.069,
        "categoryId": 10
      },
      {
        "id": 8,
        "designation": "ea9f3532-ef5e-4a1a-bb23-74336d54d637",
        "summary": "pariatur pariatur aliqua aliquip aute labore exercitation incididunt magna ad",
        "details": "Cillum laboris aute consectetur sit proident labore culpa nostrud qui excepteur et ipsum ullamco exercitation. Amet aliqua voluptate consequat irure Lorem. Nulla sit anim dolore anim ut. Magna ea labore irure sint Lorem eiusmod ut.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 630.6819,
        "categoryId": 3
      },
      {
        "id": 9,
        "designation": "744f31df-73a5-4405-ab8e-5f9e1c6c62ed",
        "summary": "fugiat mollit enim ullamco est sit irure eiusmod ea ullamco",
        "details": "Tempor commodo ad labore nisi ipsum aute sunt cupidatat nisi quis. Ullamco reprehenderit in commodo reprehenderit do incididunt amet deserunt laborum proident fugiat non. Elit officia occaecat dolor id nostrud aute dolore eiusmod voluptate exercitation ullamco minim. Aliqua officia mollit minim ullamco dolor nulla sit consectetur nostrud. Exercitation labore non et officia. Ullamco incididunt excepteur aliquip deserunt ipsum duis in exercitation elit proident reprehenderit anim non. Officia et aliqua magna do officia ipsum labore incididunt excepteur in.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 796.5515,
        "categoryId": 10
      },
      {
        "id": 10,
        "designation": "fe70d935-1102-4ebf-b10e-3d9854b6da10",
        "summary": "reprehenderit pariatur amet tempor fugiat ullamco elit ullamco nostrud laboris",
        "details": "Elit enim officia commodo veniam commodo. Ullamco sit sit veniam eu excepteur excepteur reprehenderit exercitation aliquip velit pariatur cillum laborum. Magna eu nostrud sint velit commodo dolore sint exercitation do tempor id duis sint. Pariatur commodo fugiat nulla Lorem qui.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 277.5401,
        "categoryId": 2
      },
      {
        "id": 11,
        "designation": "5adec98d-ba61-43d7-a235-b0e445220926",
        "summary": "quis dolore magna quis laboris aliqua velit anim eu cillum",
        "details": "Proident proident elit consectetur ullamco fugiat eiusmod. Labore nisi ipsum occaecat exercitation ad consequat. Veniam laboris ipsum sit commodo qui Lorem ad dolore. Proident laboris commodo ullamco aliquip reprehenderit qui proident qui deserunt dolor ut elit ipsum. Aute aute eu laboris cupidatat do pariatur enim et excepteur. Sit sunt velit velit voluptate elit eu anim duis magna elit commodo elit proident. Laborum id qui anim anim laboris minim incididunt elit dolore cillum ipsum tempor deserunt.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 632.8817,
        "categoryId": 9
      },
      {
        "id": 12,
        "designation": "114cdff1-c1b7-498f-85b1-5d20e505610e",
        "summary": "sit velit voluptate consequat pariatur mollit aliqua sint excepteur velit",
        "details": "Tempor eu mollit elit excepteur occaecat do reprehenderit. Aliqua aliquip tempor sunt duis amet anim proident reprehenderit anim occaecat sunt aute consequat. Culpa ad nostrud minim fugiat mollit minim quis. Deserunt sunt occaecat culpa nostrud adipisicing mollit.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 67.5928,
        "categoryId": 1
      },
      {
        "id": 13,
        "designation": "ce1f0d23-54b6-4c0f-8f1a-d692a422056b",
        "summary": "nisi mollit ad ipsum dolore sit ullamco fugiat elit aute",
        "details": "Id dolore ea aliqua nisi nulla eu culpa eiusmod pariatur sit velit ea cillum irure. Non irure enim aliquip labore reprehenderit non officia. Ad exercitation in voluptate eiusmod Lorem cillum laboris eiusmod laborum proident eu veniam qui. Excepteur quis voluptate consequat quis est reprehenderit voluptate ad eiusmod occaecat officia ipsum enim et.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 769.4079,
        "categoryId": 9
      },
      {
        "id": 14,
        "designation": "35a79ce3-39e6-4dbc-b946-fec9a9c1b8aa",
        "summary": "et enim ex voluptate labore elit voluptate pariatur eu mollit",
        "details": "Tempor do est labore ea culpa. Ut occaecat eiusmod cupidatat commodo nostrud qui aute esse aute irure ut dolor magna fugiat. Do adipisicing ullamco ex ex et qui reprehenderit veniam culpa.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 148.2011,
        "categoryId": 8
      },
      {
        "id": 15,
        "designation": "58961483-2f51-4629-9cec-292561225a8c",
        "summary": "est veniam adipisicing magna nostrud dolor pariatur quis culpa velit",
        "details": "Dolore anim duis aliquip est elit pariatur excepteur in reprehenderit exercitation elit. Ex ullamco non ipsum Lorem adipisicing eiusmod amet pariatur exercitation laborum laboris velit. Dolor anim minim incididunt consequat ullamco id aliquip esse quis laborum duis proident. Nostrud irure irure irure sunt consequat cillum aliquip aute Lorem cillum duis officia minim. Adipisicing irure cupidatat excepteur quis fugiat.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 454.741,
        "categoryId": 8
      },
      {
        "id": 16,
        "designation": "204d8bc3-0411-4ef3-884c-c1768039f8ca",
        "summary": "pariatur voluptate enim officia culpa ullamco ipsum laboris aliqua mollit",
        "details": "Ullamco non aliquip consectetur occaecat nulla. Exercitation elit id aliqua dolor irure. Proident non nostrud commodo anim magna. Veniam fugiat magna ullamco irure commodo cillum officia laborum ea esse.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 899.2835,
        "categoryId": 10
      },
      {
        "id": 17,
        "designation": "7657c28d-69ce-4f8e-83f7-357c2e6789d0",
        "summary": "mollit aute adipisicing excepteur aute consequat eiusmod excepteur dolor ad",
        "details": "Pariatur cupidatat incididunt Lorem minim nulla officia elit voluptate est fugiat culpa ut irure adipisicing. Commodo fugiat in est esse dolor ipsum enim nulla culpa cupidatat mollit. Nostrud laboris sit aliquip consectetur. Sunt exercitation voluptate consequat reprehenderit excepteur officia cillum reprehenderit dolor ut voluptate irure ex. Culpa exercitation voluptate labore sit ad ipsum proident. Aliquip sunt ut est ad exercitation eiusmod ullamco. Est aliqua quis qui dolore dolor in laboris nulla eu laborum id.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 163.3716,
        "categoryId": 8
      },
      {
        "id": 18,
        "designation": "8d1c4ffc-f238-4c00-99d8-ddfc3dc11136",
        "summary": "duis excepteur labore ipsum aliqua sit est et eiusmod incididunt",
        "details": "Amet consectetur aute Lorem aliquip velit. Ad magna Lorem esse nulla aute dolore. Proident id commodo occaecat non nisi do. Ut magna in consequat laboris aute consectetur quis nisi sunt ea consequat commodo mollit cupidatat. Sit pariatur excepteur esse consequat sit irure aute labore proident irure deserunt ullamco nostrud. Voluptate velit nulla occaecat elit dolore nostrud.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 484.3327,
        "categoryId": 10
      },
      {
        "id": 19,
        "designation": "75c851dd-df52-4914-a063-4bea7dc71447",
        "summary": "ullamco nostrud eu ipsum officia mollit quis labore Lorem anim",
        "details": "Commodo adipisicing nulla mollit eu veniam consequat fugiat eu anim non sit mollit ea qui. Eu do cillum esse quis irure laboris duis. Reprehenderit id laborum irure quis pariatur ad. Exercitation excepteur ad cillum irure laboris ipsum exercitation occaecat amet officia officia dolor dolore.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 913.2412,
        "categoryId": 6
      },
      {
        "id": 20,
        "designation": "1a207733-5c83-4012-8687-ab6810b20854",
        "summary": "proident labore ad veniam laboris enim quis nostrud deserunt deserunt",
        "details": "Labore et magna nulla nulla veniam voluptate labore proident eiusmod officia laboris aliquip exercitation. Sunt adipisicing et eu commodo dolore ad nisi sit. Culpa eu Lorem nostrud veniam. Quis voluptate velit laboris adipisicing non sunt commodo nisi et commodo aute excepteur.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 896.9229,
        "categoryId": 5
      },
      {
        "id": 21,
        "designation": "786d2b2c-ccce-4b1b-913d-d577a8c28419",
        "summary": "ipsum mollit anim excepteur occaecat pariatur sit exercitation irure reprehenderit",
        "details": "Consequat enim officia sit do dolore veniam voluptate sunt elit ipsum. Excepteur id nostrud officia sit deserunt exercitation ullamco dolore aute. Lorem incididunt adipisicing occaecat nisi tempor quis ea ex nisi labore ad deserunt elit. Quis excepteur adipisicing non pariatur ex occaecat mollit est eu ullamco voluptate. Eu reprehenderit reprehenderit consectetur officia laboris dolor cupidatat veniam.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 465.1398,
        "categoryId": 10
      },
      {
        "id": 22,
        "designation": "ea825834-ddd8-40b2-ac89-8c76a9cbbc74",
        "summary": "minim officia elit incididunt veniam est pariatur nulla eiusmod quis",
        "details": "Laboris non occaecat incididunt eu dolor pariatur nisi enim. Culpa magna proident esse elit. Dolore reprehenderit elit proident incididunt ullamco ex. Nisi laborum labore non officia id incididunt labore dolore nisi magna ullamco. Eiusmod et proident non sunt sunt duis sit ea laboris est ipsum sunt pariatur. Est fugiat nisi eu non ullamco dolor elit occaecat proident ex ea magna nostrud ut.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 195.5194,
        "categoryId": 5
      },
      {
        "id": 23,
        "designation": "9c6718d1-0e37-487c-8910-e839ce9c67af",
        "summary": "in in ex consequat quis occaecat irure veniam laborum quis",
        "details": "Anim minim quis irure enim eiusmod sunt qui proident ipsum. Velit tempor sunt dolore ea tempor occaecat anim duis elit qui. Commodo occaecat nostrud amet nostrud esse dolore incididunt do dolore ea nostrud aliqua anim id. Eiusmod dolore aute in elit do dolore deserunt dolor pariatur minim laborum.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 874.5225,
        "categoryId": 10
      },
      {
        "id": 24,
        "designation": "fd6a6695-f29f-4590-8f0a-120f64446a0a",
        "summary": "elit aute est anim labore aliqua aliquip laborum quis dolor",
        "details": "Pariatur est ullamco eu quis enim est in irure laboris sunt excepteur pariatur. Enim sint quis sit qui et ullamco ullamco nulla eiusmod sint laboris nulla dolore. Sunt enim veniam et consequat tempor Lorem qui qui aliquip et laborum ea consequat amet.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 793.2896,
        "categoryId": 6
      },
      {
        "id": 25,
        "designation": "c6658b3b-3b58-4ef9-af11-0e7717fbbd5b",
        "summary": "laborum labore qui quis nostrud officia velit dolore non ad",
        "details": "Ipsum excepteur in tempor aute incididunt non exercitation aute est. In fugiat excepteur dolor duis ex velit proident tempor eu aliqua deserunt mollit velit magna. Laboris ea eu tempor elit laborum eiusmod voluptate reprehenderit laborum consectetur. Pariatur nisi ea aliqua proident adipisicing.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 630.776,
        "categoryId": 10
      },
      {
        "id": 26,
        "designation": "e6733b26-be40-455b-81d6-0aa9cb30c039",
        "summary": "reprehenderit in fugiat minim minim dolor nulla in id et",
        "details": "Voluptate laborum Lorem laborum esse incididunt in. Qui magna culpa ad duis aliqua aute aliqua dolore deserunt esse occaecat esse. Nostrud deserunt nulla enim non laboris est officia esse sunt irure. Anim aliquip veniam ea aliqua aute consectetur aliquip nostrud. Qui laboris adipisicing consectetur officia sit excepteur amet eu dolore deserunt. Culpa tempor aliqua id laborum sunt sint. Reprehenderit labore qui ex fugiat fugiat.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 782.9274,
        "categoryId": 5
      },
      {
        "id": 27,
        "designation": "28c3948c-bacd-4ce8-bc8b-38d67c3ddaf6",
        "summary": "voluptate officia commodo cillum dolor excepteur do nulla adipisicing veniam",
        "details": "Ut aute culpa cillum quis ad culpa ipsum magna. In irure cillum mollit enim ea nostrud aliquip non pariatur ullamco nulla. Sint esse dolore aute aliquip est velit reprehenderit sint Lorem quis ad. Cillum ipsum aute nulla adipisicing laborum elit sint nulla culpa.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 905.424,
        "categoryId": 4
      },
      {
        "id": 28,
        "designation": "d46a2862-48df-4aa0-bcdf-1a42e163655d",
        "summary": "consequat nulla proident aliquip anim enim enim mollit ipsum laboris",
        "details": "Occaecat quis mollit duis officia aute tempor do eu. Consequat nisi proident dolore nostrud commodo officia occaecat culpa Lorem non. Adipisicing aliqua officia deserunt cillum nisi nulla duis eiusmod fugiat exercitation deserunt nostrud Lorem in. Elit sint velit cillum aliquip incididunt. Officia tempor aute commodo aliquip eiusmod ea cillum ullamco duis officia amet adipisicing ut proident. Irure aliquip cupidatat deserunt proident eiusmod do ex.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 954.0748,
        "categoryId": 3
      },
      {
        "id": 29,
        "designation": "e992c1d7-598f-4485-a8d3-5cd377db04fa",
        "summary": "consequat culpa minim eiusmod anim laborum non pariatur exercitation anim",
        "details": "Cupidatat elit sit mollit excepteur veniam minim eu aute aliquip id commodo elit consectetur. Elit aliquip proident duis ullamco officia sit mollit laboris aliquip in proident ipsum. Commodo quis officia enim eiusmod nisi aliqua nisi excepteur consequat in. Tempor ut culpa nostrud laborum in est consectetur id duis. Mollit commodo ullamco officia esse mollit aliqua Lorem aliquip laboris.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 466.9734,
        "categoryId": 6
      },
      {
        "id": 30,
        "designation": "a8dd9e84-f299-4d51-8f35-7ea66a1dea5b",
        "summary": "tempor cupidatat voluptate velit veniam deserunt aliquip esse commodo laboris",
        "details": "Occaecat enim enim aliquip minim excepteur. Aliquip esse et et aute aliqua elit exercitation. Sit ut nulla voluptate cillum. Veniam et quis adipisicing culpa proident do ad ut. Eiusmod ad labore proident laborum adipisicing nulla velit voluptate aliqua. Aliquip deserunt veniam minim irure aliquip culpa. Cupidatat nulla aliqua fugiat amet sunt nulla laboris do.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 341.1858,
        "categoryId": 8
      },
      {
        "id": 31,
        "designation": "d6debc41-dabb-40ac-a5b2-2e9d5dd59d98",
        "summary": "proident occaecat aute voluptate fugiat incididunt incididunt velit sit consequat",
        "details": "Mollit exercitation pariatur anim duis mollit. Cillum Lorem ipsum enim ullamco amet ea ex Lorem ea aute. Ad consequat minim irure dolor occaecat reprehenderit incididunt consequat officia exercitation laboris excepteur dolore quis.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 887.1317,
        "categoryId": 9
      },
      {
        "id": 32,
        "designation": "74bdedee-380b-4ec4-9183-4ccff13a986c",
        "summary": "in Lorem duis consectetur proident mollit duis exercitation sint enim",
        "details": "Aute ut commodo anim et reprehenderit voluptate incididunt irure reprehenderit. Eiusmod adipisicing consequat cupidatat quis cupidatat culpa ex elit esse labore enim. Culpa voluptate non exercitation laborum eiusmod reprehenderit esse id velit ullamco adipisicing ex fugiat dolor. Veniam anim qui ullamco voluptate. Pariatur ipsum id laborum proident irure fugiat aute. Irure elit dolor mollit proident ad ex velit. Proident deserunt do dolore aliquip laborum tempor deserunt in anim ex in est.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 51.3703,
        "categoryId": 6
      },
      {
        "id": 33,
        "designation": "3b0bfda5-41a7-425a-975b-92fdcd2e210f",
        "summary": "fugiat exercitation cillum deserunt est dolor enim irure consectetur culpa",
        "details": "Sunt veniam velit deserunt consectetur anim deserunt adipisicing. Tempor elit fugiat cupidatat id reprehenderit exercitation ipsum esse. Aliqua id non labore excepteur occaecat consectetur in ut officia ullamco id magna in ullamco. Culpa sunt Lorem irure dolore tempor do.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 665.4594,
        "categoryId": 3
      },
      {
        "id": 34,
        "designation": "a8565952-76b5-4a64-ab59-513b17bf0b44",
        "summary": "ullamco magna dolor aute voluptate aute nulla minim non cupidatat",
        "details": "Officia do Lorem aliqua nostrud consectetur culpa veniam. Tempor duis magna aliquip nostrud culpa irure esse anim consectetur. Pariatur occaecat aliqua mollit nulla dolore ullamco consectetur. Minim anim dolore id exercitation esse quis excepteur sunt magna dolore nostrud proident dolor ea.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 304.8505,
        "categoryId": 2
      },
      {
        "id": 35,
        "designation": "ffbbbac3-2bf9-454e-ab90-68865f6bb2d9",
        "summary": "enim aute eiusmod sit ex deserunt deserunt tempor ut sunt",
        "details": "Et incididunt incididunt irure in. Id aliquip aliquip tempor do. Velit laborum sint est tempor dolore pariatur fugiat exercitation consectetur velit anim sit eu aliqua. Veniam tempor reprehenderit deserunt nostrud. Velit ad mollit tempor est ex culpa ut aliquip officia adipisicing.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 940.0563,
        "categoryId": 4
      },
      {
        "id": 36,
        "designation": "50f00ddf-46f5-4cf0-911e-a658ca1b6b16",
        "summary": "ea quis magna tempor exercitation aliquip adipisicing nulla ut cupidatat",
        "details": "Reprehenderit dolore elit irure ex ea proident dolore veniam eu dolore. Sit amet consectetur pariatur esse eiusmod laborum sunt pariatur proident duis. Labore excepteur ad culpa ut. Deserunt labore deserunt culpa quis duis duis aliquip qui labore officia eiusmod consequat.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 556.1909,
        "categoryId": 3
      },
      {
        "id": 37,
        "designation": "90cb42a0-9d39-45c5-9d59-2ffcfa4ad682",
        "summary": "laboris proident excepteur nostrud eu mollit est deserunt ex in",
        "details": "Anim elit sunt labore nulla pariatur aute. In ad mollit duis officia ex duis Lorem ut ea qui. Cillum eu culpa irure duis cupidatat eiusmod. Incididunt non eiusmod nostrud exercitation eu.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 366.1563,
        "categoryId": 7
      },
      {
        "id": 38,
        "designation": "834803bf-aea8-489e-ba58-32eb049fa1e3",
        "summary": "in et dolore cillum culpa voluptate et commodo voluptate aute",
        "details": "Reprehenderit incididunt eiusmod aliqua eiusmod officia ad magna cupidatat dolore consequat nostrud. Elit reprehenderit id ut velit consequat exercitation fugiat aliquip velit sint fugiat laborum minim. Et do voluptate non commodo dolor nisi nisi reprehenderit cupidatat aliqua.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 385.0341,
        "categoryId": 1
      },
      {
        "id": 39,
        "designation": "5b02c108-a83b-478e-a428-47353ed0ac7a",
        "summary": "culpa minim pariatur nulla ullamco occaecat aliqua cupidatat sint commodo",
        "details": "Fugiat nulla aliqua dolore veniam ut irure adipisicing quis esse dolore duis eu nostrud. Dolor commodo laboris culpa consectetur elit culpa anim. Laborum aliquip exercitation et ipsum aliqua sunt id tempor enim magna dolore velit. Consectetur commodo ex eiusmod occaecat culpa incididunt qui in enim.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 490.1441,
        "categoryId": 3
      },
      {
        "id": 40,
        "designation": "d50d7cf7-72f4-48b7-b823-63819613227d",
        "summary": "aliqua Lorem do anim quis voluptate commodo aliqua consequat consectetur",
        "details": "Tempor consectetur sit adipisicing occaecat non. Nulla ut esse ex anim irure adipisicing in culpa ut officia labore. Sunt quis ullamco reprehenderit culpa tempor ullamco ea dolore cillum et ex fugiat sit. Sint laboris est amet occaecat Lorem nisi. Cillum incididunt incididunt sint proident.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 839.1662,
        "categoryId": 6
      },
      {
        "id": 41,
        "designation": "725fa3f8-695e-449f-8108-32596145fd72",
        "summary": "officia non amet id et aliqua minim adipisicing proident voluptate",
        "details": "Occaecat ullamco aliquip excepteur elit amet labore quis laborum et. Minim amet duis mollit dolor enim proident consectetur excepteur veniam consequat quis. Mollit aute sunt eu aute culpa Lorem commodo.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 772.06,
        "categoryId": 6
      },
      {
        "id": 42,
        "designation": "be1ab757-e5bc-41d4-a46e-a7b734360938",
        "summary": "quis ea laboris est veniam exercitation anim enim mollit aute",
        "details": "Amet cupidatat voluptate ea ea mollit esse. Laborum sit est enim deserunt proident eu excepteur eiusmod esse dolore sunt incididunt reprehenderit. Occaecat laboris in id tempor. Veniam ipsum minim incididunt qui consequat incididunt dolore qui cupidatat reprehenderit pariatur et labore ex. Id do proident quis ea nisi quis sit.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 660.9891,
        "categoryId": 9
      },
      {
        "id": 43,
        "designation": "c7b1d07a-a34a-4ef9-a5b6-72c298433405",
        "summary": "velit consectetur occaecat laborum laborum voluptate qui ex qui cupidatat",
        "details": "Ex deserunt est culpa veniam do id deserunt et veniam deserunt commodo reprehenderit tempor. Aliquip dolore incididunt veniam fugiat aliquip incididunt enim voluptate dolor. Non magna nostrud fugiat aliqua tempor non culpa fugiat. Nisi pariatur ex est laborum laboris dolore enim in pariatur. Nulla eu nulla nulla laboris aute laborum in sunt anim in deserunt ex.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 996.0082,
        "categoryId": 3
      },
      {
        "id": 44,
        "designation": "b90eea43-0144-4c94-bd60-49f4990349b8",
        "summary": "tempor irure exercitation fugiat exercitation anim nostrud ea nulla quis",
        "details": "Voluptate elit reprehenderit laborum proident tempor mollit duis Lorem anim eu adipisicing laboris aliquip. Aute eiusmod qui elit ullamco sit aliqua id nostrud elit deserunt. Anim reprehenderit cillum laboris mollit cillum ullamco amet mollit.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 783.3169,
        "categoryId": 8
      },
      {
        "id": 45,
        "designation": "941cf400-5bd5-4503-9258-8ff26ba0d694",
        "summary": "aliquip in occaecat nisi anim mollit veniam enim sit est",
        "details": "Amet tempor excepteur laboris amet in eiusmod. Nisi laboris proident aute ut ullamco. Tempor laborum adipisicing culpa id sit occaecat proident exercitation amet laborum fugiat laborum. In dolor sint quis quis eu. Dolor aute do sint do veniam dolore excepteur esse deserunt nulla aliqua culpa. Eu occaecat Lorem non velit tempor ut nostrud.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 986.7411,
        "categoryId": 4
      },
      {
        "id": 46,
        "designation": "60870bf4-11d4-4a7b-a1ed-368a08c212c8",
        "summary": "nisi sit ullamco fugiat veniam proident nulla culpa in ad",
        "details": "Dolore aliqua cupidatat mollit officia amet. Voluptate fugiat adipisicing excepteur eiusmod exercitation reprehenderit aliqua cupidatat excepteur do. Sint dolore reprehenderit incididunt duis do veniam dolor minim reprehenderit dolore laborum dolore. Ea quis id excepteur fugiat. Officia tempor adipisicing non velit ex ex eiusmod irure minim id elit. Eu deserunt minim cupidatat ut est do occaecat occaecat quis id Lorem anim.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 149.3977,
        "categoryId": 8
      },
      {
        "id": 47,
        "designation": "451aef50-15ce-4d74-92fd-3c9eefedd03e",
        "summary": "cillum dolor minim sunt ad adipisicing aliqua amet ipsum laboris",
        "details": "Nisi est proident consectetur ex elit fugiat sint culpa deserunt aute enim in. Velit non laboris cupidatat magna nisi deserunt fugiat. Magna aute cupidatat laboris veniam mollit ut amet nostrud sint anim aliqua Lorem id laborum.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 654.7653,
        "categoryId": 10
      },
      {
        "id": 48,
        "designation": "483b434d-c8f1-48b5-b940-29a30d4f5b2a",
        "summary": "ex ipsum elit excepteur incididunt duis dolor fugiat est aliquip",
        "details": "Ut ullamco aute mollit eiusmod voluptate sit deserunt mollit deserunt adipisicing dolor et. Qui fugiat id magna velit labore ut adipisicing occaecat est ad commodo. Ullamco sunt do Lorem nisi fugiat sint nulla. Deserunt excepteur reprehenderit quis dolore sit consequat qui elit occaecat elit. Ipsum tempor adipisicing duis ut esse dolore excepteur ex velit elit cupidatat nostrud consectetur mollit.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 839.9035,
        "categoryId": 10
      },
      {
        "id": 49,
        "designation": "9f2bf647-c9cc-43da-b226-44f49761700f",
        "summary": "dolor commodo elit irure tempor elit fugiat aliquip dolore labore",
        "details": "Ipsum velit qui sit do amet excepteur duis adipisicing est. Excepteur qui proident cupidatat nostrud et et minim occaecat occaecat eiusmod ad sit sit commodo. Fugiat ex officia do minim velit. Officia reprehenderit et in duis laborum ut eu amet anim reprehenderit. Esse pariatur aute velit tempor esse. Veniam nostrud ea et adipisicing laboris labore exercitation laborum incididunt deserunt. Nostrud incididunt deserunt enim dolore in.\r\n",
        "picture": "https://placehold.it/256x256",
        "price": 622.7817,
        "categoryId": 4
      }
    ]
  }
]
